Repository: mozilla-l10n/mt-training-data
Catalog: ln/ln_pontoon.tmx
Source language: en_us
Languages: ln

source: You must <a href="{login_url}">log in to your account</a> to reply to posts. Please <a href="{ask_url}">start a new question</a>, if you do not have an account yet.
ln: Esengeli <a href="{login_url}">okota na compte nayo</a> mpo na koyanola na baarticle. Tosengi ete <a href="{ask_url}">obanda motuna yasika</a>, soki oza naino te na compte.

source: You must have cookies enabled to login or register.
ln: Esengeli ozala na ba cookies activés mpo na kokota to komikomisa.

source: Your account is already activated, log in below.
ln: Compte nayo eza déjà activé, kota awa na se.

source: Your account is successfully verified, and your question is now posted on the Mozilla community support forum.
ln: Vérification ya compte nayo esalemi malamu, mpe motuna nayo eza kokotisama na forum ya lisungi ya lingomba ya Mozilla.

source: Your account was sucessfully closed!
ln: Compte nayo ekangemi malamu!

source: Your avatar will be resized to {size}x{size}
ln: Avatar nayo ebongisama lisusu na bolayi ya {size}x{size}

source: Your content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ln: Contenu nayo eza mokuse mingi (%(show_value)s characters). Esengeli ezala au moins na bacaractère%(limit_value)s.

source: Your email has been changed from {old_email} to {new_email}.
ln: Email nayo ebongwami kowuta {old_email} na {new_email}.

source: Your issue has been submitted successfully. You should receive a confirmation email and hear back from us shortly.
ln: Likambo nayo litindami malamu. Esengeli oyamba email ya confirmation mpe kozwa sango kowuta epayi nabiso kala mingi te.

source: Your message is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ln: Message nayo eza mokuse mingi (%(show_value)s characters). Esengeli ezala au moins na bacaractère %(limit_value)s.

source: Your message was sent!
ln: Message nayo etindami!

source: You rock! We'll send an email to let you know if your changes get approved. You can follow the discussion about this article by clicking the Discussion tab.
ln: Oza somo! Tokotinda email mpo na koyebisa yo soki maye obongoli mandimami. Okoki kolanda masolo maye matali article na kocliquer tab ya Lisolo.

source: Your password was successfully reset.
ln: Réinitialisation ya liloba nayo ya sekele esalemi malamu.

source: Your question is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ln: Motuna nayo eza mokuse mingi (%(show_value)s characters). Esengeli ezala na au moins ba caractère %(limit_value)s.

source: Your revision has been approved: {title}
ln: Revision nayo endimami: {title}

source: Your revision has been reviewed.
ln: Revision nayo emanyolami.

source: Your revision has been reviewed: {title}
ln: Revision nayo emanyolami: {title}

source: Your settings have been saved.
ln: Baparamètre nayo ebombami.

source: Your title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ln: Titre nayo eza mokuse mingi (%(show_value)s characters). Esengeli ezala au moins na bacaractère %(limit_value)s.

source: Your username is:
ln: Nkombo nayo ya bosaleli eza:

source: Your username on %s
ln: Nkombo nayo ya bosaleli na %s

source: Your username will be shown next to your question in our public support forums.
ln: Nkombo nayo ya bosaleli ekomonana pene ya motuna nayo na baforum public ya lisungi.

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
ln: Navigateur ya web nayo eza komonana neti eza na ba cookies te. Ba cookies esengeli kozala mpo na kokota.

source: You should receive an email shortly to confirm your subscription.
ln: Esengeli oyamba email moko kala mingi te mpo na koconfirmer inscription nayo.

source: You've confirmed your email address and activated your account! You can now log in, and go edit your profile.
ln: Oconfirmer adresse email nayo mpe oactiver compte nayo! Okoki sik'oyo kokota, mpe kokende na bongisa profile nayo.

source: You were awarded the '{title}' badge!
ln: Bapesi yo badge '{title}'!

source: You will always control every tweet you post.
ln: Okozala ntango inso na contrôle ya tweet nionso oyo okotisi.

source: You will be notified of updates by email.
ln: Okozwa mayebisi ya ba mise à jour na nzela ya email.

source: You will be unsubscribed from: <br><strong>%(object)s</strong>
ln: Okolongwa na: <br><strong>%(object)s</strong>

source: You will need to confirm the newly set email address to complete the change.
ln: Ekosengela oconfirmer adresse email oyo osali sika mpo kosilisa mbongwana.

source: You will no longer receive email updates for this question: <a href="%(question_url)s">%(question_title)s</a>
ln: Okoyamba lisusu te ba mise à jour na nzela ya email mpo na motuna oyo: <a href="%(question_url)s">%(question_title)s</a>

source: You will now receive updates via email.
ln: Okoyamba ba mise à jour na nzela ya email.
